state {
  phase: TEST
  level: 0
  stage: ""
}
layer {
  name: "input"
  type: "Input"
  top: "data"
  image_data_param {
    source: "images.txt"
    batch_size: 1
    new_height: 224
    new_width: 224
  }
  #transform_param {
  #  mean_file: 'vgg_mean.binaryproto'
  #}
  input_param {
    shape {
      dim: 1
      dim: 3
      dim: 224
      dim: 224
    }
  }
}

layer {
  name: "relu1_1"
  type: "ReLU"
  bottom: "data"
  top: "data"
}
